/* Email app name */
"Mail" = "Mail";

/* Users photo library */
"Camera Roll" = "Φιλμ Κάμερας";

/* Text field to enter a description */
"Add a description" = "Προσθέστε μια περιγραφή";

/* Text messages app name */
"Message" = "Μηνύματα";

/* Share photo or video button */
"Share post" = "Κοιν/ση ανάρτ.";

/* Select a location button */
"Tag a location" = "Ετικέτα σε τοποθεσία";

/* Share Title */
"Share" = "Κοιν/ση";

/* Cancel Button */
"Cancel" = "Ακύρωση";

/* Preparing Title */
"Preparing..." = "Preparing...";
